<template><div><p>在魔法崩坏中，还有用于扩展游戏玩法，或者对部分规则进行修改以适应其他世界观的DLC规则。默认情况下，DLC规则中的描述要优先于主规则书。</p>
<p>DLC规则可以由任何人上传或修改——只要将自己的想法通过github提交Pull Request，在经过作者审核后，就可以显示在文档中，并且你的账号名字会被文档自动识别放在页尾的贡献者。</p>
<h3 id="具体流程" tabindex="-1"><a class="header-anchor" href="#具体流程" aria-hidden="true">#</a> 具体流程</h3>
<ol>
<li>首先默认你已经拥有了一个github账号，如果你无法正常访问github的话，可以使用steam++这款软件进行加速（没有广告费）</li>
<li>进入文档的github页面，点击右上角的fork，这会在你的账号下创建文档的副本</li>
<li>在你的副本中编辑需要修改的文件，它是main分支的docs文件夹下的markdown文件，在线编辑或是下载后再commit均可，请自行查找教程或咨询星奈</li>
<li>在文档的github页面，选择pull request然后新建，分别选中main分支和你的副本的main分支，确认更改是否有问题，然后提交即可</li>
</ol>
<p>当然主规则书也可以修改，不过你需要足够的说明来让作者相信你的方案要更加有趣或平衡。如果你对于上面的流程一头雾水，也可以直接将你的想法通过QQ发送给星奈</p>
</div></template>
