<template><div><p>魔法崩坏，是一个魔法少女小圆同人世界观跑团规则</p>
<p>在这个世界中，几个玩家聚在一起，由其中一人负责解释这个世界，其他人则化身为魔法少女，在这个世界中书写自己的故事。由于解释世界的玩家处在一切的上帝视角，我们可以叫他主持人，当然叫他 <strong>QB</strong> 也无妨。而其他人，我会使用<strong>少女</strong>作为玩家和其所扮演的角色的代称。如果主持人有兴趣的话，也可以化身为QB，和少女一同探险，这部分我会在手册中进一步解释。</p>
<p>即便规则书是以某个特定世界观为主体来展开的，但是魔法崩坏的世界，不过虚数之数上一个小小枝桠，这个规则，我想要它能够用来解释各种各样的世界，不仅是各种主流的类魔法少女世界观，甚至可以是玩家（少女）自己想创造的一个小小世界</p>
<p>这一版的规则，我想要使用更加激进的设计，探索跑团类游戏新的玩法。即便这些设计可能是鲁莽的，我也想在这里埋下这个可能性的种子，然后让玩家去决定，它是否有绽放的一天</p>
<p>正如世界观所强调的“共鸣”概念，每个人心中都有自己关于魔法崩坏的故事，它或许令人惋惜，亦可能皆大欢喜，但是并没有一个故事，是“官方的”“正确的”。无数的小小世界互相共鸣，才令这个宇宙呈现出了它的轮廓。所以即便你所想讲述的事情和手册中所记载的，有一些区别也没有关系</p>
<p>魔法崩坏，是属于少女们，QB 们，所有人的，魔法崩坏</p>
<p>如果，你在读完这本手册后，想要签订契约的话，就来<a href="https://jq.qq.com/?_wv=1027&amp;k=LsRdMXNg" target="_blank" rel="noopener noreferrer">这里<ExternalLinkIcon/></a>吧</p>
<p>魔法崩坏也欢迎有着自己的想法，想要为规则制作 DLC 或是模组的 QB 们，可以联系作者星奈或者在 Github 上提交 PR，你的名字将会成为魔法崩坏世界的一部分，被少女们所<s>恐惧</s>传颂。</p>
<p>魔法崩坏是非盈利的，一方面这代表着写下这个规则只是处于个人的爱好，另一方面也意味着少女们的愿望我只能尽力而为。如果你想要支持我的话，可以通过 QQ 红包或是 <a href="https://afdian.net/@ssrvup" target="_blank" rel="noopener noreferrer">爱发电<ExternalLinkIcon/></a>两个渠道，但我更希望你能用这笔钱买自己喜欢的东西，精神上的鼓励就足够让我兴奋一整天了</p>
<p>看着手册的你，此刻又怀着怎样的心情呢。而我的这份悸动，又是否能够让你“共鸣”呢</p>
<h2 id="那么-和我签订契约-成为魔法少女吧" tabindex="-1"><a class="header-anchor" href="#那么-和我签订契约-成为魔法少女吧" aria-hidden="true">#</a> 那么，和我签订契约，成为魔法少女吧</h2>
<p>规则书部分采用CC-BY-NC-SA协议授权，使用者可以对本创作进行转载、节选、混编、二次创作，但不得运用于商业目的，且使用时须进行署名，采用本创作的内容必须同样采用本协议进行授权。</p>
<p>代码部分采用MIT协议授权</p>
</div></template>
