<template><div><h1 id="佐伯春辉" tabindex="-1"><a class="header-anchor" href="#佐伯春辉" aria-hidden="true">#</a> 佐伯春辉</h1>
<p>伤害加值: 1D4
体型: 60
体质: 60
力量: 80
因果: 50
年龄: 18
幸运: 50
感情: 35
敏捷: 60
智力: 50
武器-坚韧性: 8
武器-攻击: 10
武器-重量: 40
武器类型: 刃形, 近战
角色卡玩家: 星落凡尘
记忆: 67
魅力: 50</p>
<p><strong>生活技能（220）</strong></p>
<table>
<thead>
<tr>
<th>聆听</th>
<th>60</th>
</tr>
</thead>
<tbody>
<tr>
<td>侦察</td>
<td>55</td>
</tr>
</tbody>
</table>
<p><strong>战斗技能</strong></p>
<p><strong>固有能力</strong>：太刀人，太刀魂</p>
<blockquote>
<p>反击检定替换为见切检定，见切成功时气刃槽积蓄一层。</p>
</blockquote>
<p><strong>武器</strong></p>
<blockquote>
<p>太刀</p>
</blockquote>
<p><strong>武器附加属性：气刃斩</strong></p>
<blockquote>
<p>攻击连续命中时获得临时伤害加深（1/1d4/1d6）自己回合时，可以选择消耗所有层数进行攻击，并获得所有消耗层数对应的伤害加深</p>
</blockquote>
<p><strong>背景故事</strong></p>
<blockquote>
<p>打着怪猎吃着零食，随口一说就成魔法少女了。虽然愿望带来的魔法并不强，但却很符合春辉的设想。靠着身为人类时就不错的身体素质，在战斗中比较吃香。为了帮■■■■走出心灵创伤，自学了很多有关心理学的知识。■■■■被实验者尝试和人鱼之谣螯合但没有成功，并留下了无法在没有足够液态水的环境下生存的后遗症。而且和普通的鱼类不同，与■■■■螯合的人鱼之谣似乎不自主地渴求摄取魔法少女的“躯壳”。■■■■为了不让春辉担心，一直在压抑着这种本能，奈何本能的事情又怎么是意志可以轻易克服的呢？某一日，■■■■袭击了春辉，所幸春辉身体素质还好，没有造成严重的后果。看着■■■■边哭边处理着自己的伤口，春辉心里并没有对她产生厌恶。那天起，春辉战斗的理由多了一条：“回收魔法少女的尸体”。”崩坏“的开始对春辉来说喜忧参半，喜的是魔法少女的尸体不再像以前那样需要费心费力地收集，担忧的是不清楚自身的魔力还够撑下去多久。最近，网站上关于”不存在的车站“的传说闹得沸沸扬扬。直觉告诉春辉，失踪的魔法少女必定还停留在车站中。”正好存货也快没了，去收集点吧“收拾好作战用品，给熟睡中的■■■■一个轻轻的吻之后，春辉前往了那个传说中的车站。</p>
</blockquote>
<p><strong>灵魂宝石</strong></p>
<blockquote>
<p>胸口上</p>
</blockquote>
<p><strong>人际关系</strong></p>
<blockquote>
<p>独来独往，但是在某次影响深远的魔法少女战斗中收留了一位实验品少女■■■■。在那之后就与少女相依为命。</p>
</blockquote>
<p><strong>重要之物</strong></p>
<blockquote>
<p>无名少女手工制作的、放入了自己鳞片的御守</p>
</blockquote>
<p><strong>愿望</strong></p>
<blockquote>
<p>想当太刀侠！想要像游戏里那样，用太刀帅气地和怪物战斗！</p>
</blockquote>
</div></template>
