<template><div><p>正如其他跑团游戏一样，开始一局魔法崩坏游戏需要一个故事，即模组。然后从数个玩家中选择一人手持模组，为其他玩家描述这个故事。其他玩家则化身为 <strong>魔法少女</strong> ，在这个故事中自由行动，探索这个故事，击退强敌或是做任何想做的事情。这个讲述故事的人在其他游戏中称为主持人、KP或GM，而在魔法崩坏中则称为 <strong>丘比</strong> 或 <strong>QB</strong></p>
<p>在游戏开始前，丘比以外的玩家需要按照签订契约的流程创建自己的少女，少女是玩家在游戏世界的化身。在QB允许的情况下，也可以按照DLC中的特殊身份少女来创建。在那之后，由少女和QB之间进行协商，游戏将在什么时间开始，是通过语音还是文字交流。游戏可能持续数个小时，最好确保自己在这段时间不会被其他事情打扰，不然这会导致所有人在玩到尽兴时不得不停下来等待。游戏并没有传统意义上的输赢，一切都是为了玩得开心。</p>
<p>在游戏开始后，丘比会首先向玩家们说明当前你们周围的环境。玩家们则决定自己的少女要做什么，并向丘比尽可能清晰准确地说明自己的行动。虽然玩家之间的行动顺序并没有要求，但是仍建议在自己的行动完成后稍作等待，问问其他人有没有什么行动，而不是一个人出风头（这不是个好事情）。如果是非常简单的行动，丘比会直接告诉你少女如是做了，并且造成了什么结果。而困难一些的，可能会要求玩家进行对应属性的检定，由骰子来决定是否成功。</p>
</div></template>
