<template><div><h1 id="rd检定方式" tabindex="-1"><a class="header-anchor" href="#rd检定方式" aria-hidden="true">#</a> RD检定方式</h1>
<h1 id="简述" tabindex="-1"><a class="header-anchor" href="#简述" aria-hidden="true">#</a> 简述</h1>
<p>RD检定方式的起名源于在使用BOT时，主要指令从ra变为了rd</p>
<ul>
<li>这个检定方式在d100的基础上进行调整，一定程度上借用了d6检定方式的思维。在保留了d100数值概念的基础上，强调了角色自身的实力在检定中所占的比重。对d100规则的游戏均具有良好的兼容性，原本基于d100规则的游戏能够几乎无缝地迁移到RD检定方式中，包括骰娘</li>
<li>在RD中，所有检定都可以等效于对抗检定，对其进行了概念上的统一，不同的是，对抗目标可以是固定数值也可以是可变数值，分别对应d100规则中普通检定和对抗检定</li>
<li>在RD中，所有检定都会有一个难度目标，当玩家的检定骰的数值高于难度目标或者大成功时，即算作检定成功，根据超出难度目标的比例，存在困难成功和极难成功</li>
<li>在RD中，玩家技能值超过80是被允许的，甚至超过100也没有问题，这并不会导致其能力超模，并且随着玩家的技能值越来越高，其继续成长的收益也会随之降低</li>
</ul>
<h1 id="检定方式" tabindex="-1"><a class="header-anchor" href="#检定方式" aria-hidden="true">#</a> 检定方式</h1>
<p>下述部分仅以标准检定为叙述方式，可能存在部分检定结果判定方式与标准方式相反，此处不对这种检定进行讨论，稍作变形即可</p>
<h2 id="难度目标" tabindex="-1"><a class="header-anchor" href="#难度目标" aria-hidden="true">#</a> 难度目标</h2>
<p>当玩家需要掷骰时，这意味着玩家正在面临某种具有难度，存在不确定性的事情。而这个难度我们定义其为难度目标。难度目标根据情况的不同，可能是固定数值，也可能需要掷骰来确定。</p>
<p>难度目标在数值上，与玩家的技能值范围等效，但是一般情况下整体要偏低一些。当然如果模组作者或者主持人想要设定其不可被完成，可以将难度目标设计得很高，例如一百以上</p>
<p>一般情况下，主持人需要在玩家掷骰前告知玩家其难度目标的数值。但是如果该数值与某项对玩家保密的数值直接关联并相等，可以不告诉玩家。如果难度目标需要通过保密数值掷骰得来，请在玩家注意不到的地方完成这个过程，并告知玩家掷骰后的数值。</p>
<h3 id="掷骰确定" tabindex="-1"><a class="header-anchor" href="#掷骰确定" aria-hidden="true">#</a> 掷骰确定</h3>
<p>在D100规则中，对抗检定需要双方都掷骰，并比较其结果。而掷骰确定的过程与其相似，即玩家想要与某种对象对抗时，双方都进行掷骰，此时，对方所掷骰得到的数值便是难度目标。</p>
<h3 id="固定数值" tabindex="-1"><a class="header-anchor" href="#固定数值" aria-hidden="true">#</a> 固定数值</h3>
<p>很多情况下，难度目标并不存在与其相关的数值，这时主持人可以参考下表，设定一个固定数值来作为难度目标。难度目标不应低于5，这一般情况下没有什么意义。我们建议以30，25或者20作为标准难度（根据主持人希望玩家的游戏体验如何由坏至好），并根据当前状况进行难度增减。我们建议在游戏开始前主持人向玩家说明此次游戏使用的标准难度。</p>
<aside>
🔹 需要注意的是，RD规则下，数值与实际难度的关系并不是线性的
</aside>
<ul>
<li><strong>10：非常容易，不会对掌握这项技能的人构成挑战</strong></li>
<li><strong>20：比较容易，但是对业余人士有一定难度</strong></li>
<li><strong>30：需要有一定的实力才能够完成</strong></li>
<li><strong>40：比较困难，即便是专家也要吃点苦头</strong></li>
<li><strong>50：在该领域的大师也无法保证其能成功</strong></li>
</ul>
<p>除此之外，主持人也可以通过玩家的能力来拟定一个数值</p>
<p><strong>玩家的掷骰结果符合均匀分布，即在1-技能值的范围内，玩家的掷骰结果取得每个值的概率都是均等的。那么如果想要玩家有50%的成功率只要取难度目标为技能值/2即可，想要玩家有X%的成功率只要取玩家技能值的X%即可。</strong></p>
<h2 id="成功或失败" tabindex="-1"><a class="header-anchor" href="#成功或失败" aria-hidden="true">#</a> 成功或失败</h2>
<h3 id="成功" tabindex="-1"><a class="header-anchor" href="#成功" aria-hidden="true">#</a> 成功</h3>
<p>当玩家的检定结果大于等于主持人设定的难度目标，玩家就实现了其掷骰前所说明的行动。</p>
<h3 id="失败" tabindex="-1"><a class="header-anchor" href="#失败" aria-hidden="true">#</a> 失败</h3>
<p>当玩家的检定结果小于主持人设定的难度目标，检定失败</p>
<h3 id="大成功" tabindex="-1"><a class="header-anchor" href="#大成功" aria-hidden="true">#</a> 大成功</h3>
<p>当玩家的检定结果等于其掷骰所使用的数值时，意味着玩家达成了大成功，如果玩家的数值没有超过难度目标，则为普通成功</p>
<h3 id="大失败" tabindex="-1"><a class="header-anchor" href="#大失败" aria-hidden="true">#</a> 大失败</h3>
<p>当检定需要骰出的上限小于50，而骰出了1时，意味着玩家遇到了大失败</p>
<p>当检定需要骰出的上限大于等于50，而骰出了1-4时，意味着玩家遇到了大失败</p>
<h2 id="对抗检定" tabindex="-1"><a class="header-anchor" href="#对抗检定" aria-hidden="true">#</a> 对抗检定</h2>
<p>在对抗检定中，两次检定不再独立计算成功，而是直接进行数值的比较，将其等效为一次掷骰决定难度目标的成功检定。</p>
<h2 id="自我目标检定" tabindex="-1"><a class="header-anchor" href="#自我目标检定" aria-hidden="true">#</a> 自我目标检定</h2>
<p>例如灵感检定，记忆检定等检定并不存在明确的检定对象，这时主持人可以使用其标准难度目标来进行检定，根据当时玩家的状况，可以对难度目标进行增减</p>
</div></template>
