<template><div><h1 id="魔法崩坏·evileye" tabindex="-1"><a class="header-anchor" href="#魔法崩坏·evileye" aria-hidden="true">#</a> 魔法崩坏·EvilEye</h1>
<blockquote>
<p>这是一个关于<strong>人造魔法少女</strong>的故事</p>
</blockquote>
<p>魔法崩坏·EvilEye是在魔法崩坏世界观基础上的扩展世界观</p>
<ul>
<li>目录：</li>
<li>包含的模块化规则
<ul>
<li>拟神（人造魔法少女）</li>
<li>魔法科技</li>
<li>武装人类</li>
</ul>
</li>
</ul>
<hr>
<h1 id="拟神" tabindex="-1"><a class="header-anchor" href="#拟神" aria-hidden="true">#</a> 拟神</h1>
<blockquote>
<p>如果说，能够带来奇迹的魔法少女如同神明一般，那么人造魔法少女，便是拟造神明了吧</p>
</blockquote>
<p>拟神的车卡方式与魔法少女相同，有所区别的是，拟神没有MP属性，所有的魔法使用都会直接减少SAN值，并且无法通过自然恢复回复伤口和HP，也无法通过悲叹之种等途径恢复SAN值。相对应的，拟神的SAN值可以通过常规的心情好转等途径来恢复</p>
<p>拟神在HP归0时每个战斗轮需要进行体质检定，如果体质检定失败，拟神会陷入死亡。否则会进入昏迷状态。如果在这个状态下再次受到攻击会直接死亡。HP为0时可以通过伤口处理等技能，魔法或者药物来恢复体力</p>
<p>拟神的能力并非通过许愿取得，而是通过药物引导，以心中的某种执念为基转化为魔力。所以在对拟神进行车卡时，玩家需要在污秽表现中抽取一个，并根据抽取的内容决定她的执念是什么。在游戏过程中，拟神会一直受到该污秽的影响，并随着SAN值降低，该污秽的严重程度不断上升。当拟神的SAN值低于一半时，污秽会变成二阶，而SAN值低于五分之一时，污秽会变为三阶。在拟神的SAN值恢复后污秽表现也会减轻。相对应的，拟神不会再受到其他污秽的影响</p>
<p>拟神的身体并不是完整的改造，并不能像魔法少女一样对疾病和毒素具有完全的免疫，也因此拟神可以和更多种类的药物和魔法科技产生反应。这些药物和科技在没有特殊说明的情况下效果可以叠加</p>
<h2 id="陷入绝望的拟神" tabindex="-1"><a class="header-anchor" href="#陷入绝望的拟神" aria-hidden="true">#</a> 陷入绝望的拟神</h2>
<p>当拟神的SAN值归0时，玩家需要进行因果的检定，如果检定结果小于因果值，拟神便能够保持短暂的理性，并在下一个战斗轮或是简短的行动后再次检定，直至她的理智通过某种途径恢复或是完全疯狂。陷入绝望后，她会无差别的攻击在场的所有角色直至自己死亡，并且玩家会永远失去该角色的控制权，除非其他玩家在该角色存活时将其击晕并注射精神抑制剂。</p>
<p>如果她在杀死所有角色后依然存活她便会跟随自己的执念去活动，并消灭所有途中可能会影响她行动的生命体。在陷入绝望后，她看起来依然是个人类，所以若没能及时解决，这个过程可能会伴随着大范围的普通人伤亡</p>
<p>模组作者可以在模组中加入路过的陷入绝望的拟神来增加游戏的戏剧性</p>
<p>陷入绝望的拟神的各项属性与保持理性时一致，除了可以无限制的使用魔法</p>
<h1 id="世界观" tabindex="-1"><a class="header-anchor" href="#世界观" aria-hidden="true">#</a> 世界观</h1>
<h1 id="魔法科技" tabindex="-1"><a class="header-anchor" href="#魔法科技" aria-hidden="true">#</a> 魔法科技</h1>
<p>在魔法崩坏·EvilEye世界观中，魔法少女的魔法体系被秘密的研究和重现，这个过程中诞生了大量的相关科技和药品</p>
<h2 id="科技" tabindex="-1"><a class="header-anchor" href="#科技" aria-hidden="true">#</a> 科技</h2>
<h2 id="药品" tabindex="-1"><a class="header-anchor" href="#药品" aria-hidden="true">#</a> 药品</h2>
<h3 id="α-污秽抑制剂" tabindex="-1"><a class="header-anchor" href="#α-污秽抑制剂" aria-hidden="true">#</a> α-污秽抑制剂</h3>
<p>使用对象: 拟神, 魔法少女
效果: 能够以损失3点SAN值为代价，暂时使其一项污秽等级下降一级，生效时间为6小时</p>
<p>禁忌：在使用α-污秽抑制剂的24小时内使用β-污秽抑制剂会损失额外的5点SAN值，在24小时内重复使用会损失额外的3点SAN值</p>
<h3 id="β-污秽抑制剂" tabindex="-1"><a class="header-anchor" href="#β-污秽抑制剂" aria-hidden="true">#</a> β-污秽抑制剂</h3>
<p>使用对象: 拟神, 魔法少女
效果: 能够以损失1点SAN值为代价，暂时使其一项污秽等级下降一级，生效时间为1小时</p>
<p>禁忌：在6小时内重复使用会损失额外的1点SAN值，在使用β-污秽抑制剂的6小时内使用α-污秽抑制剂会损失额外的5点SAN值</p>
<h3 id="_5-β精神抑制剂" tabindex="-1"><a class="header-anchor" href="#_5-β精神抑制剂" aria-hidden="true">#</a> 5-β精神抑制剂</h3>
<p>使用对象: 拟神
效果: 能够使绝望的拟神恢复理智并恢复1点SAN值，但是在1小时内会因为嗜睡处于半睡半醒的状态，需要同伴辅助才能完成行动</p>
<p>禁忌：与酒精同用效果会增强：能够恢复3点理智，但是会陷入1小时的昏迷</p>
<p>5-β精神抑制剂通过皮下注射的方式迅速起效，其作用机理为抑制中枢神经系统神经元对5-羟色胺再摄取，从而恢复突触间隙5-羟色胺的浓度</p>
<p>这种药物曾作为精神治疗药物，在经过调整后，加大浓度制成了5-β精神抑制剂。作为临床实验对象的拟神并未表现出除嗜睡以外的明显不良反应，因其成本低廉，被各拟神研究机构作为常备处理方案</p>
<h1 id="武装人类" tabindex="-1"><a class="header-anchor" href="#武装人类" aria-hidden="true">#</a> 武装人类</h1>
<p>在魔法崩坏EvilEye世界观中，玩家有可能会与带有武装的人类对抗，武装人类的HP和伤口不会自动恢复，相比于魔法少女要脆弱很多。武装人类在HP低于3时会陷入昏迷，而HP归0时则会死亡，魔法少女的攻击每造成一个武装人类死亡时都会损失1点SAN值</p>
<p>武装人类一般成群出现，此时他们的行动轮算作一个整体</p>
</div></template>
